[
    {
      "header": "About our privacy and cookies policy",
      "content": [
        "This Website and or application collects some Personal Data from its Users. And your usage of the Website means your consent on collecting and processing your Personal Data which is under Zain's possession. If you do not want us to collect and or process your Personal data, please withdraw your consent. Consent withdrawal may result in suspension of your access and usage of the Website.",
        "In this privacy policy: 'we/us' means ZainJo and 'third party' means someone who is not you or us."
      ],
      "id": "1"
    },
    {
      "header": "How to contact us Policy summary",
      "content": [
        "Your opinion matters to us – if you have any questions about our privacy policy or your privacy settings, please submit your query and a member of our dedicated team will respond to you. If you would like to mail us by post, send it directly to ZainJo at 421, King Abdullah II Street, 940821 Amman, 11194 Jordan."
      ],
      "id": "2"
    },
    {
      "header": "Policy summary",
      "content": [
        "Personal information we collect about you. The information we collect about you and how we collect it can vary depending on the products and services that you use and subscribe to, how you have used the products and services, and how you have interacted with ZainJo even if you aren’t a customer, or what we have obtained from a third party with permission to share it with us."
      ],
      "id": "3"
    },
    {
      "header": "Personal Data collected for the following purposes and using the following services",
      "content": [
        "Device permissions for Personal Data access: Approximate location permission (continuous), Approximate location permission (non-continuous), Camera permission, Phone permission, Precise location permission (continuous), Precise location permission (non-continuous), and Storage permission."
      ],
      "id": "4"
    },
    {
      "header": "Full policy",
      "content": [
        "Types of Data collected: Among the types of Personal Data that this Website collects, by itself or through third parties, there are: Approximate location permission (continuous), Camera permission, Precise location permission (continuous), Precise location permission (non-continuous), Approximate location permission (non-continuous), Phone permission, and Storage permission. Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection. The Personal Data may be freely provided by the User, or, in the case of Usage Data, collected automatically when using this Website."
      ],
      "id": "5"
    },
    {
      "header": "ZainJo will process your personal data based on",
      "content": [
        "The performance of your contract or to enter into the contract and to take action on your requests. For example, so you can make calls and texts, and browse the internet on your phone, we process things like the numbers you dial, how much data you’re using, and when you’re doing it so we can provide connectivity. This also enables us to generate your bill, based on your usage. We also may conduct credit checks when you apply for a product or service.",
        "ZainJo legitimate business interests, for example, fraud prevention, maintaining the security of our network and services, direct marketing, and the improvement of our services. Whenever we rely on this lawful basis to process your data. Additionally, in some cases, you have the right to object to this processing.",
        "Compliance with a mandatory legal obligation, including for example accounting and tax requirements, which are subject to strict internal policies (such as retention periods), procedures, and your right to restrict usage of your data, which control the scope of legal assistance to be provided.",
        "Consent you provide where ZainJo does not rely on another legal basis. Consent may be withdrawn at any time. When you give your consent, you will be given details on how to withdraw your consent."
      ],
      "id": "6"
    },
    {
      "header": "We will collect your personal data when you, for example:",
      "content": [
        "Buy or use any of our products and services.",
        "Use our network or other ZainJo products and services.",
        "Register for a specific product or service.",
        "Subscribe to alerts or other services from us.",
        "Contact us through various channels, or ask for information about a product or service.",
        "Take part in a competition, prize draw or survey.",
        "Visit or browse our website.",
        "Have given permission to other companies to share information about you.",
        "Where your information is publicly available.",
        "Are the customer of a business that we acquire."
      ],
      "id": "7"
    },
    {
      "header": "How we use your personal information",
      "content": [
        "To provide you with your service.",
        "Processing your order and providing you with products and services.",
        "To process the products and services you’ve bought from us, and keep you updated with the progress of your order.",
        "To provide the relevant product or service to you. This includes other services not included in your agreement with us, services that use information about where you are, and to contact you with messages about changes to the products or services.",
        "Billing and customer care.",
        "To bill you for using our products and services, or to take the appropriate amount of credit from you.",
        "Contact you if the billing information you provided us with is about to expire or we’re not able to take payment.",
        "To respond to any questions or concerns you may have about our network, products, or services."
      ],
      "id": "8"
    },
    {
      "header": "Fraud management and law enforcement",
      "content": [
        "We will release information for the purpose of protecting us against fraud, defending our rights or property, or to protect the interests of our customers.",
        "We also may need to release your information to comply with our legal obligation to respond to the authorities’ lawful demands. Your personal data shall only be provided when we in good faith believe we are obliged to do so in accordance with the law and pursuant to an exhaustive evaluation of all legal requirements."
      ],
      "id": "9"
    },
    {
      "header": "Mergers and acquisitions",
      "content": [
        "If we’re reorganized or sold to another organization, we will provide your information to that organization."
      ],
      "id": "10"
    },
    {
      "header": "Third parties that we work with",
      "content": "Where you’ve purchased ZainJo products and services using a third party or partner organization, we often need to exchange information with them as part of managing that relationship and your account – for example, to be able to identify your order and be able to pay them. If we have a contract with a service provider or contractor to provide us with services or provide a service on our behalf, and they may have access to your personal data. We collect and combine information in order to monitor your use of products and services, and that of our other customers, as well as to help us to improve the quality of our products and services.",
      "id": "11"
    },
    {
      "header": "Third-party products that you buy through ZainJo",
      "content": "Where you buy a third-party product or service through your ZainJo account, the contract for it is with the party selling that product or service. ZainJo is only charging the amount directly to your bill as part of its arrangements with the seller (or with a third party authorized by the seller). As part of this, you’re agreeing that ZainJo may pass certain personal information to such parties to complete your purchase. The seller’s terms and conditions and privacy and cookies policies will apply to how it uses your personal information – please read them carefully.",
      "id": "12"
    },
    {
      "header": "Third party devices that you connect to your SIM",
      "content": "You may connect third party devices to your SIM, either manually or electronically. These include mobile phone devices or connected devices. When you connect your SIM to these devices those third parties may record your SIM details or your interaction with the network. The third party device manufacturers will process your personal data in accordance with their privacy policies and we recommend that you read these before choosing to connect.",
      "id": "13"
    },
    {
      "header": "International data transfers",
      "content": "We may need to transfer your information to other Zain Group companies or service providers in countries outside the Hashemite Kingdom of Jordan area. This kind of data transfer may happen if our servers (i.e. where we store data) or our suppliers and service providers are based outside the Hashemite Kingdom of Jordan, or if you use our services and products while visiting countries outside Jordan.",
      "id": "14"
    }
  ]